/* In NetworkLinkEvidenceSource */
"%@ (%@) link active" = "%1$@ (%2$@) connexion active";

/* In NetworkLinkEvidenceSource */
"%@ (%@) link inactive" = "%1$@ (%2$@) connexion inactive";

/* Screen saver idle time */
"%d minutes" = "%d minutes";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d secondes";

/* Used when force-switching to a context */
"(forced)" = "(forcé)";

/* String for unnamed devices */
"(Unnamed device)" = "(Périphérique sans nom)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Moniteur sans nom)";

/* Screen saver idle time */
"1 minute" = "1 minute";

/* Delay value; number MUST come first */
"1 second" = "1 seconde";

/* In rule-adding dialog */
"A WiFi access point with a MAC of" = "Un point d'accès WiFi avec le MAC suivant";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "Un point d'accès WiFi avec le SSID suivant";

/* Parameter is a percentage threshold */
"Above %@" = "Au dessus de %@";

/* Preferences section */
"Actions" = "Actions";

/* Menu item */
"Add %@ Action..." = "Ajouter une action %@…";

/* Menu item */
"Add %@ Rule..." = "Ajouter une règle %@…";

/* Preferences section */
"Advanced" = "Avancées";

/* No comment provided by engineer. */
"All your actions have been imported." = "Toutes vos actions ont été importées.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "Toutes vos règles (excepté les règles IP) ont été importées.";

/* No comment provided by engineer. */
"All your rules have been imported." = "Toutes vos règles ont été importées.";

/* In rule-adding dialog */
"An attached monitor named" = "Un moniteur connecté avec le nom";

/* In TimeOfDay rules */
"Any day" = "N'importe quel jour";

/* Appended to a context-change notification */
"as default context" = "comme contexte par défaut";

/* In rule-adding dialog */
"Audio output going to" = "Sortie audio vers";

/* Evidence source */
"AudioOutput" = "SortieAudio";

/* No comment provided by engineer. */
"Battery" = "Batterie";

/* In rule-adding dialog */
"Being powered by" = "Alimenté par";

/* Parameter is a percentage threshold */
"Below %@" = "En dessous de %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* When an action is triggered */
"Both" = "dans les deux cas";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Change default printer to" = "Changer l'imprimante par défaut vers";

/* Growl message title */
"Changing Context" = "Changement de contexte";

/* No comment provided by engineer. */
"Changing network location to" = "Changement de la configuration réseau vers";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Changement de la configuration réseau vers '%@'.";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Changement pour le contexte '%1$@' %2$@.";

/* No comment provided by engineer. */
"Connecting to default VPN of type '%@'." = "Connection au VPN par défaut de type '%@'.";

/* Preferences section */
"Contexts" = "Contextes";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "Les contextes ont été créés automatiquement pour vous à partir de vos configurations réseau.";

/* In VPNAction */
"Couldn't configure VPN with Internet Connect Applescript!" = "Impossible de configurer le VPN avec l'Applescript de Connexion à l'Internet";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Impossible de trouver le règles coupe-feu!";

/* In MountAction */
"Couldn't mount that volume!" = "Impossible de monter ce volume!";

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Impossible de relancer le coupe-feu avec la nouvelle configuration!";

/* No comment provided by engineer. */
"Couldn't set default printer!" = "Impossible de changer l'imprimante par défaut!";

/* In IChatAction */
"Couldn't set iChat status!" = "Impossible de changer l'état d'iChat!";

/* In MailIMAPServerAction */
"Couldn't set IMAP server!" = "Impossible de changer le serveur IMAP!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "Impossible de changer le serveur SMTP!";

/* Action type */
"DefaultPrinter" = "Imprimante-Par-Défaut";

/* In FirewallRuleAction */
"Disable %@" = "Désactiver %@";

/* No comment provided by engineer. */
"Disable screen saver password" = "Désactiver le mot de passe de l'économiseur d'écran";

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Désactivation de la règle '%@' du coupe-feu.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Désactivation du mot de passe de l'économiseur d'écran.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Désactivation de l'économiseur d'écran.";

/* No comment provided by engineer. */
"Disconnecting from default VPN of type '%@'." = "Déconnexion du VPN par défaut de type '%@'.";

/* In FirewallRuleAction */
"Enable %@" = "Activation %@";

/* No comment provided by engineer. */
"Enable screen saver password" = "Activativer le mot de passe de l'économiseur d'écran";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Activation de la règle '%@' du coupe-feu.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Activation du mot de passe de l'économiseur d'écran.";

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Etablir/Déconnecter le VPN suivant:";

/* Growl message title */
"Evidence Change" = "Changement d'évidence";

/* Preferences section */
"Evidence Sources" = "Sources d'évidences";

/* No comment provided by engineer. */
"External speakers" = "Haut-Parleurs externes";

/* Action error message */
"Failed changing network location" = "Le changement de configuration réseau a échoué!";

/* No comment provided by engineer. */
"Failed executing shell script!" = "Impossible d'exécuter le shell script!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Impossible d'ouvrir '%@'.";

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Impossible de changer le temps d'innactivité de l'économiseur d'écran!";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Impossible d'activer le mot de passe de l'économiseur d'écran!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Impossible de désactiver Bluetooth.";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Impossible d'activer Bluetooth.";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Impossible de désactiver le WiFi.";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Impossible d'activer le WiFi.";

/* Growl message title */
"Failure" = "Échec";

/* Action type */
"FirewallRule" = "RègleCoupeFeu";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "Vendredi";

/* Preferences section */
"General" = "Général";

/* No comment provided by engineer. */
"Headphones" = "Écouteurs";

/* Action type */
"IChat" = "iChat";

/* No comment provided by engineer. */
"Internal speakers" = "Haut-parleurs internes";

/* Evidence source */
"IP" = "IP";

/* Evidence source */
"Light" = "Lumière";

/* Action type */
"MailIMAPServer" = "ServeurMailIMAP";

/* Action type */
"MailSMTPServer" = "ServeurMailSMTP";

/* In TimeOfDay rules */
"Monday" = "Lundi";

/* Evidence source */
"Monitor" = "Moniteur";

/* Action type */
"Mount" = "Monter";

/* No comment provided by engineer. */
"Mount a volume with address" = "Monter un volume avec une adresse";

/* No comment provided by engineer. */
"Mounting '%@'." = "Montage de '%@'.";

/* Action type */
"Mute" = "Désactiver le son";

/* No comment provided by engineer. */
"Mute system audio" = "Désactiver le système audio";

/* No comment provided by engineer. */
"Muting system audio." = "Désactivation du système audio.";

/* In rule-adding dialog */
"Network link on interface" = "Connexion réseau par l'interface";

/* Evidence source */
"NetworkLink" = "ConnexionRéseau";

/* Action type */
"NetworkLocation" = "ConfigurationRéseau";

/* Screen saver idle time */
"never" = "jamais";

/* Window title */
"New %@ Action" = "Nouvelle règle %@";

/* Default value for new context names */
"New context" = "Nouveau contexte";

/* Action error message */
"No network location named \"%@\" exists!" = "La configuration réseau \"%@\" n'existe pas!";

/* Delay value to display for zero seconds */
"None" = "Aucun";

/* Used in toggling actions */
"off" = "désactivé";

/* Button title */
"OK" = "OK";

/* Used in toggling actions */
"on" = "activé";

/* When an action is triggered */
"On arrival" = "en arrivant";

/* When an action is triggered */
"On departure" = "en partant";

/* Action type */
"Open" = "Ouvrir";

/* Button title */
"Open Preferences" = "Ouvrir les Préférences";

/* No comment provided by engineer. */
"Opening '%@'." = "Ouverture de '%@'.";

/* Growl message title */
"Performing Action" = "Exécution de l'action";

/* Growl message title */
"Performing Actions" = "Exécution des actions";

/* Evidence source */
"Power" = "Alimentation";

/* No comment provided by engineer. */
"Power Adapter" = "Adaptateur secteur";

/* No comment provided by engineer. */
"Quick Start" = "Démarage Rapide";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Démarage Rapide et Import depuis MarcoPolo 1.x";

/* No comment provided by engineer. */
"Removing this context will also remove its child contexts!" = "Enlever ce contexte supprimera aussi ses contextes fils!";

/* Preferences section */
"Rules" = "Règles";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Exécution du shell script '%@'.";

/* Evidence source */
"RunningApplication" = "Application lancée";

/* In TimeOfDay rules */
"Saturday" = "Samedi";

/* Action type */
"ScreenSaverPassword" = "MotDePasseEconomiseur";

/* Action type */
"ScreenSaverTime" = "TempsEconomiseurEcran";

/* No comment provided by engineer. */
"Set iChat status message to" = "Changer le message de status iChat pour";

/* No comment provided by engineer. */
"Set Mail's IMAP server hostname to" = "Changer le serveur IMAP pour";

/* No comment provided by engineer. */
"Set Mail's SMTP server hostname to" = "Changer le serveur SMTP pour";

/* No comment provided by engineer. */
"Set Network Location" = "Changer la configuration réseau";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Changer le temps d'innactivité de l'économiseur d'écran!";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Changer la règle coupe-feu suivante :";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Changement de l'imprimante par défaut pour '%@'.";

/* No comment provided by engineer. */
"Setting iChat status to '%@'." = "Changement du message de l'état iChat pour '%@'.";

/* No comment provided by engineer. */
"Setting Mail's IMAP server to '%@'." = "Changement du serveur Mail IMAP pour '%@'.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Changement du serveur Mail SMTP pour '%@'.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Changement du temps d'inactivité de l'économiseur d'écran à %d minutes.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Changement du temps d'inactivité de l'économiseur d'écran à 1 minute.";

/* Action type */
"ShellScript" = "ShellScript";

/* No comment provided by engineer. */
"Stick forced contexts" = "Fixer le contexte forcé";

/* In TimeOfDay rules */
"Sunday" = "Dimanche";

/* In rule-adding dialog */
"The following application running" = "L'application suivante est lancée";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "Le paramètre pour l'action 'Imprimante-Par-Défaut' est le nom de la queue d'impression. En général, c'est le nom de l'imprimante, avec les espaces remplacés par des underscores";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "Le paramètre pour l'action RègleCoupeFeu est le nom de la règle du coupe-feu à modifier, commençant par '+' ou '-' pour respectivement l'activer, la désactiver.";

/* No comment provided by engineer. */
"The parameter for IChat actions is the status message to set." = "Le paramètre de l'action iChat est le message à afficher.";

/* No comment provided by engineer. */
"The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts." = "Le paramètre pour l'action 'ServeurMailIMAP' est le hostname du server IMAP à configurer pour tous les comptes Mail.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts." = "Le paramètre pour l'action 'ServeurMailSMTP' est le hostname du server SMTP à configurer pour tous les comptes Mail.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "Le paramètre de l'action Monter est l'adresse du volume à monter, par exemple \"smb://server/share\" ou \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "Le paramètre de désactivation du son est \"1\" ou \"0\", en fonction de s'il faut activer ou désactiver le son.";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "Le paramètre de l'action ConfigurationRéseau est le nom de la configuration réseau à sélectionner";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "Le paramètre de l'action 'Ouvrir' est le chemin complet de l'objet à ouvrir, par exemple une application ou un document.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "Le paramètre pour l'action MotDePasseEconomiseur est soit \"1\", soit \"0\", en fonction de s'il faut activer ou désactiver le mot de passe de l'économiseur d'écran.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "Le paramètre pour l'action TempsEconomiseurEcran est le temps d'innactivité (en minutes) à attendre avant que l'économiseur d'écrant ne s'active";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "\nLe paramètre de l'action 'ShellScript' est le chemin complet du shell script qui sera exécuté par /bin/sh.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "Le paramètre de l'action 'ActiverBluetooth' est soit '1' soit '0', pour respectivement activer ou désactiver le contrôleur Bluetooth.";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "Le paramètre pour l'action 'ActiverWiFi' est soit '1' soit '0', pour respectivement activer ou désactiver le WiFi.";

/* No comment provided by engineer. */
"The parameter for VPN action is the type of the VPN connection you wish to establish or disconnect." = "Le paramètre pour l'action VPN est le type de connection VPN à établir ou déconnecter.";

/* In rule-adding dialog */
"The presence of" = "La présence de";

/* No comment provided by engineer. */
"This action is not undoable!" = "Impossible d'annuler cette action !";

/* In TimeOfDay rules */
"Thursday" = "Jeudi";

/* Evidence source */
"TimeOfDay" = "HeurePrecise";

/* Action type */
"ToggleBluetooth" = "ActiverBluetooth";

/* Action type */
"ToggleWiFi" = "ActiverWiFi";

/* In TimeOfDay rules */
"Tuesday" = "Mardi";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Activer Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "Activer WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Désactiver Bluetooth.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Activer Bluetooth.";

/* No comment provided by engineer. */
"Turning WiFi off." = "Désactiver WiFi.";

/* No comment provided by engineer. */
"Turning WiFi on." = "Activer WiFi.";

/* No comment provided by engineer. */
"Unmute system audio" = "Activer le système audio";

/* No comment provided by engineer. */
"Unmuting system audio." = "Activation système audio.";

/* Evidence source */
"USB" = "USB";

/* Action type */
"VPN" = "VPN";

/* No comment provided by engineer. */
"We strongly recommended that you review your preferences." = "Il est fortement conseillé de revoir vos préférences.";

/* In TimeOfDay rules */
"Wednesday" = "Mercredi";

/* In TimeOfDay rules */
"Weekday" = "Jour de la semaine";

/* In TimeOfDay rules */
"Weekend" = "Weekend";

/* Evidence source */
"WiFi" = "WiFi";

/* Appended to a context-change notification */
"with confidence %@" = "avec une confiance de %@";